import Head from "next/head";
import React from "react";

import { links } from "../../components/otherPagesNav/privacyAndPolicyData";

export default function PrivacyPolicy() {
  return (
    <>
      <Head>
        <meta name="robots" content="index, follow" />
        <title>временно Buglaria - Политика на лични данни</title>
        <meta
          name="description"
          content={`Нашата политика за поверителност. Видове данни и как тя бива използвана в нашият уеб сайт. Последно актуализирана на 11 януари 2023 г.`}
        />
      </Head>
      <section className="container mb-20 text-black mt-36">
        <h1 className="text-2xl font-semibold">Политика за поверителност</h1>
        <p className="font-medium">Последна актуализация на 11 януари 2023 г</p>
        <p className="mt-2">
          Тази Политика за поверителност описва нашите политики и процедури
          относно събирането, използването и разкриването на Вашата информация,
          когато използвате Услугата, и Ви разказва за Вашите права на
          поверителност и как законът Ви защитава.
        </p>
        <p className="mt-2">
          Ние използваме Вашите лични данни, за да предоставяме и подобряваме
          Услугата. Използвайки Услугата, Вие се съгласявате със събирането и
          използването на информация в съответствие с настоящата Политика за
          поверителност. Тази Политика за поверителност е създадена с помощта на
          Безплатния генератор на Политика за поверителност.
        </p>
        <h2 className="mt-6 text-2xl font-semibold">Тълкуване и дефиниции</h2>
        <h3 className="mt-4 text-lg font-semibold">Интерпретация</h3>
        <p className="mt-2">
          Думите, чиято начална буква е главна, имат значения, определени при
          следните условия. Следните дефиниции имат едно и също значение,
          независимо дали се появяват в единствено или множествено число.
        </p>
        <h3 className="mt-4 text-lg font-semibold">Определения</h3>
        <p className="mt-2">За целите на тази Политика за поверителност:</p>
        <ul className="flex flex-col mt-4 ml-10 list-disc gap-y-5">
          <li>
            <span className="font-semibold">Акаунт</span> означава уникален
            акаунт, създаден за Вас за достъп до нашата Услуга или части от
            нашата Услуга.
          </li>
          <li>
            <span className="font-semibold">Дружеството</span> (наричано или
            „Компанията“, „Ние“, „Нас“ или „Наше“ в това Споразумение) се отнася
            до LTD, Дружба 1.
          </li>
          <li>
            <span className="font-semibold">Бисквитките</span> са малки файлове,
            които се поставят на Вашия компютър, мобилно устройство или друго
            устройство от уебсайт, съдържащи подробности за Вашата хронология на
            сърфиране в този уебсайт сред многобройните му употреби.
          </li>
          <li>
            <span className="font-semibold">Държава</span> се отнася за:
            България
          </li>
          <li>
            <span className="font-semibold">Устройство</span> означава всяко
            устройство, което има достъп до Услугата, като компютър, мобилен
            телефон или цифров таблет.
          </li>
          <li>
            <span className="font-semibold">Лични данни</span> са всяка
            информация, която се отнася до идентифицирано или идентифицируемо
            физическо лице.
          </li>
          <li>
            <span className="font-semibold">Услугата</span> се отнася до
            уебсайта.
          </li>
          <li>
            <span className="font-semibold">Доставчик</span> на услуги означава
            всяко физическо или юридическо лице, което обработва данните от
            името на Компанията. Отнася се за трети страни или лица, наети от
            Компанията за улесняване на Услугата, за предоставяне на Услугата от
            името на Компанията, за извършване на услуги, свързани с Услугата
            или за подпомагане на Компанията при анализиране на това как се
            използва Услугата.
          </li>
          <li>
            <span className="font-semibold">Данните</span> за използване се
            отнасят до данни, събрани автоматично, или генерирани от
            използването на Услугата, или от самата инфраструктура на Услугата
            (например продължителността на посещение на страница).
          </li>
          <li>
            <span className="font-semibold">Сайтът</span> се отнася за
            временно, достъпен от https://временно.bg
          </li>
          <li>
            <span className="font-semibold">Вие</span> означава физическото
            лице, което осъществява достъп или използва Услугата, или компанията
            или друго юридическо лице, от името на което това лице осъществява
            достъп или използва Услугата, както е приложимо.
          </li>
        </ul>
        <h1 className="mt-6 text-2xl font-semibold">
          Събиране и използване на вашите лични данни
        </h1>
        <h2 className="mt-4 text-xl font-semibold">Видове събирани данни</h2>
        <h3 className="mt-4 text-lg font-semibold">Лични данни</h3>
        <p className="mt-2">
          Докато използваме нашата услуга, може да Ви помолим да ни предоставите
          определена лична информация, която може да се използва за връзка или
          идентифициране на Вас. Личната информация може да включва, но не се
          ограничава до:
        </p>
        <ul className="flex flex-col mt-4 ml-10 list-disc gap-y-5">
          <li>Имейл адрес</li>
          <li>Име и фамилия</li>
          <li>Телефонен номер</li>
          <li>Данни за използване</li>
        </ul>
        <h3 className="mt-4 text-lg font-semibold">Данни за използване</h3>
        <p className="mt-2">
          Данните за използване се събират автоматично при използване на
          Услугата.
        </p>
        <p className="mt-2">
          Данните за използване може да включват информация като адреса на
          интернет протокола на вашето устройство (напр. IP адрес), тип браузър,
          версия на браузъра, страниците на нашата услуга, които посещавате,
          часът и датата на вашето посещение, времето, прекарано на тези
          страници, уникалното устройство идентификатори и други диагностични
          данни.
        </p>
        <p className="mt-2">
          Когато осъществявате достъп до Услугата от или чрез мобилно
          устройство, ние може да събираме определена информация автоматично,
          включително, но не само, вида на мобилното устройство, което
          използвате, уникалния идентификатор на вашето мобилно устройство, IP
          адреса на вашето мобилно устройство, вашия мобилен операционна
          система, вида на мобилния интернет браузър, който използвате,
          уникалните идентификатори на устройството и други диагностични данни.
        </p>
        <p className="mt-2">
          Може също така да събираме информация, която Вашият браузър изпраща
          всеки път, когато посещавате нашата Услуга или когато осъществявате
          достъп до Услугата от или чрез мобилно устройство.
        </p>
        <h3 className="mt-4 text-lg font-semibold">
          Технологии за проследяване и бисквитки
        </h3>
        <p className="mt-2">
          Ние използваме бисквитки и подобни технологии за проследяване, за да
          проследяваме активността в нашата услуга и да съхраняваме определена
          информация. Използваните технологии за проследяване са маяци, етикети
          и скриптове за събиране и проследяване на информация и за подобряване
          и анализиране на нашата услуга. Технологиите, които използваме, могат
          да включват:
        </p>
        <ul className="flex flex-col mt-4 ml-10 list-disc gap-y-5">
          <li>
            <span className="font-semibold">
              Бисквитки или Бисквитки на браузъра.
            </span>{" "}
            Бисквитката е малък файл, поставен на Вашето устройство. Можете да
            инструктирате Вашия браузър да откаже всички бисквитки или да
            посочи, когато се изпраща бисквитка. Въпреки това, ако не приемете
            бисквитките, може да не можете да използвате някои части от нашата
            услуга. Освен ако не сте коригирали настройките на браузъра си така,
            че да отказва бисквитки, нашата услуга може да използва бисквитки.
          </li>
          <li>
            <span className="font-semibold">Уеб маяци.</span> Определени раздели
            от нашата Услуга и нашите имейли може да съдържат малки електронни
            файлове, известни като уеб маяци (наричани също ясни gifs, пикселни
            тагове и gifs с един пиксел), които позволяват на Компанията,
            например, да брои потребителите, които са посетили тези страници или
            отворен имейл и за друга свързана статистика на уебсайта (например
            записване на популярността на определен раздел и проверка на
            целостта на системата и сървъра).
          </li>
        </ul>
        <p className="mt-2">
          Бисквитките могат да бъдат „постоянни“ или „сесийни“. Постоянните
          бисквитки остават на Вашия персонален компютър или мобилно устройство,
          когато сте офлайн, докато сесийните бисквитки се изтриват веднага щом
          затворите своя уеб браузър. Научете повече за бисквитките в статията
          на уебсайта Безплатна политика за поверителност.
        </p>
        <p className="mt-2">
          Използваме както сесийни, така и постоянни бисквитки за целите,
          посочени по-долу:
        </p>
        <h3 className="mt-4 text-lg font-semibold">
          Необходими / Основни бисквитки
        </h3>
        <p className="mt-2">Тип: Сесийни бисквитки</p>
        <p className="mt-2">Администрира се от: временно</p>
        <h3 className="mt-4 text-lg font-semibold">
          Политика за бисквитки / Бисквитки за приемане на известия
        </h3>
        <p className="mt-2">Тип: Постоянни бисквитки</p>
        <p className="mt-2">Администрира се от: временно</p>
        <p className="mt-2">
          Цел: Тези бисквитки идентифицират дали потребителите са приели
          използването на бисквитки на уебсайта.
        </p>
        <h3 className="mt-4 text-lg font-semibold">
          Бисквитки за функционалност
        </h3>
        <p className="mt-2">Тип: Сесийни бисквитки</p>
        <p className="mt-2">Администрира се от: временно</p>
        <p className="mt-2">
          Цел: Тези бисквитки ни позволяват да запомним изборите, които правите,
          когато използвате уебсайта, като например запомняне на вашите данни за
          вход или езикови предпочитания. Целта на тези бисквитки е да Ви
          осигурят по-лично изживяване и да избегнат необходимостта да въвеждате
          отново предпочитанията си всеки път, когато използвате уебсайта.
        </p>
        <p className="mt-2">
          За повече информация относно бисквитките, които използваме, и вашия
          избор относно бисквитките, моля, посетете нашата Политика за бисквитки
          или раздела Бисквитки на нашата Политика за поверителност.
        </p>
        <h3 className="mt-4 text-lg font-semibold">
          Използване на вашите лични данни
        </h3>
        <p className="mt-2">
          Компанията може да използва Лични данни за следните цели:
        </p>
        <ul className="flex flex-col mt-4 ml-10 list-disc gap-y-5">
          <li>
            За предоставяне и поддържане на нашата Услуга, включително за
            наблюдение на използването на нашата Услуга.
          </li>
          <li>
            За управление на Вашия акаунт: за управление на Вашата регистрация
            като потребител на Услугата. Личните данни, които предоставяте,
            могат да Ви дадат достъп до различни функционалности на Услугата,
            които са достъпни за Вас като регистриран потребител.
          </li>
          <li>
            За изпълнение на договор: разработването, спазването и поемането на
            договора за покупка на продуктите, артикулите или услугите, които
            сте закупили, или на всеки друг договор с Нас чрез Услугата.
          </li>
          <li>
            За да се свържем с Вас: За да се свържем с Вас чрез имейл, телефонни
            обаждания, SMS или други еквивалентни форми на електронна
            комуникация, като насочени известия на мобилно приложение относно
            актуализации или информационни съобщения, свързани с
            функционалностите, продуктите или договорените услуги, включително
            актуализациите за защита, когато е необходимо или разумно за
            изпълнението им.
          </li>
          <li>
            За да Ви предоставим новини, специални оферти и обща информация за
            други стоки, услуги и събития, които предлагаме, които са подобни на
            тези, които вече сте закупили или за които сте запитвали, освен ако
            не сте избрали да не получавате такава информация.
          </li>
          <li>
            За управление на вашите заявки: За да присъствате и управлявате
            вашите заявки към нас.
          </li>
          <li>
            За бизнес трансфери: Можем да използваме информацията Ви, за да
            оценим или проведем сливане, продажба, преструктуриране,
            реорганизация, прекратяване или друга продажба или прехвърляне на
            някои или всички наши активи, независимо дали като действащо
            предприятие или като част от фалит, ликвидация, или подобно
            производство, при което Личните данни, съхранявани от Нас, за
            потребителите на нашите услуги са сред прехвърлените активи.
          </li>
          <li>
            За други цели: Можем да използваме Вашата информация за други цели,
            като анализ на данни, идентифициране на тенденции в употребата,
            определяне на ефективността на нашите промоционални кампании и за
            оценка и подобряване на нашата Услуга, продукти, услуги, маркетинг и
            вашето преживяване.
          </li>
        </ul>
        <p className="mt-2">
          Възможно е да споделим вашата лична информация в следните ситуации:
        </p>
        <ul className="flex flex-col mt-4 ml-10 list-disc gap-y-5">
          <li>
            С доставчици на услуги: Може да споделяме вашата лична информация с
            доставчици на услуги, за да наблюдаваме и анализираме използването
            на нашата услуга, за да се свържем с вас.
          </li>
          <li>
            За прехвърляне на бизнес: Можем да споделим или прехвърлим вашата
            лична информация във връзка с или по време на преговори за всяко
            сливане, продажба на активи на компанията, финансиране или
            придобиване на целия или част от нашия бизнес към друга компания. С
            партньори: Може да споделим вашата информация с нашите филиали, в
            който случай ще изискваме тези филиали да спазват тази Политика за
            поверителност.{" "}
          </li>
          <li>
            За прехвърляне на бизнес: Можем да споделим или прехвърлим вашата
            лична информация във връзка с или по време на преговори за всяко
            сливане, продажба на активи на компанията, финансиране или
            придобиване на целия или част от нашия бизнес към друга компания. С
            партньори: Може да споделим вашата информация с нашите филиали, в
            който случай ще изискваме тези филиали да спазват тази Политика за
            поверителност. Свързаните лица включват Нашата компания майка и
            всички други дъщерни дружества, партньори в съвместни предприятия
            или други компании, които Ние контролираме или които са под общ
            контрол с Нас.
          </li>
          <li>
            С бизнес партньори: Може да споделяме вашата информация с нашите
            бизнес партньори, за да ви предложим определени продукти, услуги или
            промоции.
          </li>
          <li>
            С други потребители: когато споделяте лична информация или по друг
            начин взаимодействате в публичните зони с други потребители, тази
            информация може да бъде преглеждана от всички потребители и може да
            бъде публично разпространявана навън.
          </li>
          <li>
            С Ваше съгласие: Можем да разкрием Вашата лична информация за
            всякакви други цели с Вашето съгласие.
          </li>
        </ul>
        <h3 className="mt-4 text-lg font-semibold">
          Запазване на вашите лични данни
        </h3>
        <p className="mt-2">
          Компанията ще запази Вашите лични данни само толкова дълго, колкото е
          необходимо за целите, посочени в тази Политика за поверителност. Ние
          ще запазим и използваме Вашите лични данни до степента, необходима за
          спазване на нашите законови задължения (например, ако се изисква да
          запазим Вашите данни, за да спазим приложимите закони), разрешаване на
          спорове и прилагане на нашите правни споразумения и политики.
        </p>
        <p className="mt-2">
          Компанията също ще запази Данни за използването за целите на вътрешния
          анализ. Данните за използване обикновено се съхраняват за по-кратък
          период от време, освен когато тези данни се използват за укрепване на
          сигурността или за подобряване на функционалността на нашата услуга,
          или ние сме законово задължени да съхраняваме тези данни за по-дълги
          периоди от време.
        </p>
        <h3 className="mt-4 text-lg font-semibold">
          Прехвърляне на вашите лични данни
        </h3>
        <p className="mt-2">
          Вашата информация, включително Лични данни, се обработват в
          оперативните офиси на Компанията и на всички други места, където се
          намират страните, участващи в обработката. Това означава, че тази
          информация може да бъде прехвърлена към — и поддържана на — компютри,
          разположени извън Вашия щат, провинция, страна или друга
          правителствена юрисдикция, където законите за защита на данните може
          да се различават от тези във Вашата юрисдикция.
        </p>
        <p className="mt-2">
          Вашето съгласие с тази Политика за поверителност, последвано от
          подаването на такава информация, представлява Вашето съгласие с това
          прехвърляне.
        </p>
        <p className="mt-2">
          Компанията ще предприеме всички разумно необходими стъпки, за да
          гарантира, че Вашите данни се третират сигурно и в съответствие с
          настоящата Политика за поверителност и няма да се извършва прехвърляне
          на Вашите лични данни към организация или държава, освен ако не са
          налице адекватни мерки за контрол, включително сигурността на Вашите
          данни и друга лична информация.
        </p>
        <h3 className="mt-4 text-lg font-semibold">
          Изтриване на вашите лични данни
        </h3>
        <p className="mt-2">
          Имате право да изтриете или да поискате да съдействаме за изтриването
          на Личните данни, които сме събрали за Вас.
        </p>
        <p className="mt-2">
          Нашата Услуга може да Ви даде възможност да изтриете определена
          информация за Вас от Услугата.
        </p>
        <p className="mt-2">
          Можете да актуализирате, промените или изтриете информацията си по
          всяко време, като влезете във Вашия акаунт, ако имате такъв, и
          посетите раздела за настройки на акаунта, който ви позволява да
          управлявате личната си информация. Можете също така да се свържете с
          нас, за да поискате достъп до, коригиране или изтриване на лична
          информация, която сте ни предоставили.
        </p>
        <p className="mt-2">
          Моля, имайте предвид обаче, че може да се наложи да запазим определена
          информация, когато имаме правно задължение или законово основание да
          го направим.
        </p>
        <h1 className="mt-6 text-2xl font-semibold">
          Разкриване на вашите лични данни
        </h1>
        <h2 className="mt-4 text-xl font-semibold">Бизнес транзакции</h2>
        <p className="mt-2">
          Ако Компанията участва в сливане, придобиване или продажба на активи,
          Вашите лични данни може да бъдат прехвърлени. Ще предоставим известие,
          преди Вашите лични данни да бъдат прехвърлени и да станат предмет на
          различна Политика за поверителност.
        </p>
        <h2 className="mt-4 text-xl font-semibold">Органите на реда</h2>
        <p className="mt-2">
          При определени обстоятелства от Дружеството може да се изисква да
          разкрие Вашите лични данни, ако това се изисква по закон или в отговор
          на валидни искания от страна на публични органи (напр. съд или
          държавна агенция).
        </p>
        <h3 className="mt-4 text-lg font-semibold">
          Други законови изисквания
        </h3>
        <p className="mt-2">
          Компанията може да разкрие Вашите лични данни при добросъвестното
          убеждение, че такова действие е необходимо за:
        </p>
        <ul className="flex flex-col mt-4 ml-10 list-disc gap-y-5">
          <li>Спазвайте законово задължение</li>
          <li>Защита и защита на правата или собствеността на Компанията</li>
          <li>
            Предотвратяване или разследване на възможни неправомерни действия
            във връзка с Услугата
          </li>
          <li>
            Защита на личната безопасност на потребителите на услугата или
            обществеността
          </li>
          <li>Защита срещу правна отговорност</li>
        </ul>
        <h3 className="mt-4 text-lg font-semibold">
          Сигурност на вашите лични данни
        </h3>
        <p className="mt-2">
          Сигурността на Вашите лични данни е важна за Нас, но не забравяйте, че
          никой метод за предаване през интернет или метод за електронно
          съхранение не е 100% сигурен. Въпреки че се стремим да използваме
          търговски приемливи средства за защита на Вашите лични данни, не можем
          да гарантираме тяхната абсолютна сигурност.
        </p>
        <h3 className="mt-4 text-lg font-semibold">Поверителност на децата</h3>
        <p className="mt-2">
          Нашата услуга не се отнася до никого под 13-годишна възраст. Ние не
          събираме съзнателно лична информация от никого под 13-годишна възраст.
          Ако сте родител или настойник и знаете, че детето ви ни е предоставило
          лични данни, моля, свържете се с нас. Ако разберем, че сме събрали
          лични данни от лице под 13-годишна възраст без проверка на съгласието
          на родителите, ние предприемаме стъпки за премахване на тази
          информация от нашите сървъри.
        </p>
        <p className="mt-2">
          Ако трябва да разчитаме на съгласието като правно основание за
          обработване на Вашата информация и Вашата държава изисква съгласие от
          родител, може да изискаме съгласието на Вашия родител, преди да
          съберем и използваме тази информация.
        </p>
        <h3 className="mt-4 text-lg font-semibold">
          Връзки към други уебсайтове
        </h3>
        <p className="mt-2">
          Нашата услуга може да съдържа връзки към други уебсайтове, които не се
          управляват от нас. Ако щракнете върху връзка на трета страна, ще
          бъдете насочени към сайта на тази трета страна. Горещо Ви съветваме да
          прегледате Политиката за поверителност на всеки сайт, който
          посещавате.
        </p>
        <p className="mt-2">
          Ние нямаме контрол и не поемаме отговорност за съдържанието,
          политиките за поверителност или практиките на сайтове или услуги на
          трети страни.
        </p>
        <h3 className="mt-4 text-lg font-semibold">
          Промени в тази Политика за поверителност
        </h3>
        <p className="mt-2">
          Може да актуализираме нашата Политика за поверителност от време на
          време. Ще Ви уведомим за всички промени, като публикуваме новата
          Политика за поверителност на тази страница.
        </p>
        <p className="mt-2">
          Ще Ви уведомим чрез имейл и/или ясно известие в нашата услуга, преди
          промяната да влезе в сила и да актуализираме датата „Последна
          актуализация“ в горната част на тази Политика за поверителност.
        </p>
        <p className="mt-2">
          Съветваме ви периодично да преглеждате тази Политика за поверителност
          за всякакви промени. Промените в тази Политика за поверителност влизат
          в сила, когато бъдат публикувани на тази страница.
        </p>
        <h3 className="mt-4 text-lg font-semibold">Свържете се с нас</h3>
        <p className="mt-2">
          Ако имате въпроси относно тази Политика за поверителност, можете да се
          свържете с нас:
        </p>
        <ul className="flex flex-col mt-4 ml-10 list-disc gap-y-5">
          <li>И-мейл: временноbg@gmail.com</li>

          <li>На телефон: +359 89 506 3670</li>
        </ul>
      </section>
    </>
  );
}
