import Head from "next/head";
import Link from "next/link";
import React from "react";
import { BsBoxArrowInLeft } from "react-icons/bs";
import { links } from "../../components/otherPagesNav/termsAndConditionsData";

export default function TermsAndConditions() {
  return (
    <>
      <Head>
        <meta name="robots" content="index, follow" />
        <title>Условия за ползване</title>
        <meta
          name="description"
          content="Условия за ползване на сайта. Какви са нашите условия за да се възползвате максимално от нашата платформа, при въззражения може да ни пишете на и-мейл временноbg@gmail.com"
        />
      </Head>
      <section className="container text-black mt-44">
        <div>
          <div className="flex items-center mb-10 text-sm">
            <div className="mr-1 text-lg">
              <BsBoxArrowInLeft />
            </div>
            <Link href="/">Към началната страница</Link>
          </div>
          <h1 className="text-2xl font-semibold">УСЛОВИЯ ЗА ПОЛЗВАНЕ</h1>
          <p className="font-medium">
            Последна актуализация на 11 януари 2023 г
          </p>
          <p className="mt-2">
            Условия за ползване на електронният сайт и услугите на временно
          </p>
        </div>
        <section className="mt-10 mb-20">
          {/* Съдържание */}
          <section className="mt-10">
            <h2 className="text-2xl font-semibold ">СЪДЪРЖАНИЕ</h2>
            <ol className="flex flex-col text-sm gap-y-4 text-[blue] mt-4">
              {links.map((data, index) => {
                return (
                  <li key={index}>
                    <a href={`#${data.link}`}>
                      {index + 1}. {data.text}
                    </a>
                  </li>
                );
              })}
            </ol>
          </section>

          {/* Първа точка */}
          <section className="mt-10" id="pointOne">
            <h3 className="text-xl font-semibold">1. СЪГЛАСИЕ С УСЛОВИЯТА</h3>

            <p className="mt-5">
              Тези Условия за ползване представляват правно обвързващо
              споразумение, сключено между вас, лично или от името на юридическо
              лице („Вие“) и временно LTD („Компанията“, „ние“, „нас“ или
              „наш“), относно вашия достъп до и използване на уебсайта
              https://временно.bg, както и всяка друга медийна форма, медиен
              канал, мобилен уебсайт или мобилно приложение, свързано, свързано
              или свързано по друг начин с тях (наричани заедно „Сайтът“). Ние
              сме регистрирани в България и имаме седалище на адрес Дружба 1,
              София, Дружба 1592. Вие се съгласявате, че с достъпа до Сайта сте
              прочели, разбрали и сте се съгласили да бъдете обвързани с всички
              тези Условия за ползване. АКО НЕ СТЕ СЪГЛАСНИ С ВСИЧКИ ТЕЗИ
              УСЛОВИЯ ЗА ПОЛЗВАНЕ, ТОГАВА ВИ Е ИЗРИЧНО ЗАБРАНЕНО ДА ИЗПОЛЗВАТЕ
              САЙТА И ТРЯБВА ДА ПРЕКРАТИТЕ ИЗПОЛЗВАНЕТО НЕЗАБАВНО.
            </p>
            <p className="mt-5">
              Допълнителните правила и условия или документи, които могат да
              бъдат публикувани на сайта от време на време, са изрично включени
              тук чрез препратка. Ние си запазваме правото, по свое усмотрение,
              да правим промени или модификации на тези Условия за ползване от
              време на време. Ние ще ви предупредим за всякакви промени, като
              актуализираме датата на „Последна актуализация“ на тези Условия за
              ползване и вие се отказвате от всяко право да получавате конкретно
              известие за всяка такава промяна. Моля, уверете се, че проверявате
              приложимите Условия всеки път, когато използвате нашия сайт, за да
              разберете кои Условия са приложими. Вие ще подлежите и ще се
              счита, че сте уведомени и че сте приели промените във всички
              преработени Условия за ползване, като продължите да използвате
              сайта след датата, на която тези преработени Условия за ползване
              са публикувани.
            </p>
            <p className="mt-5">
              Информацията, предоставена на сайта, не е предназначена за
              разпространение или използване от което и да е физическо или
              юридическо лице в която и да е юрисдикция или държава, където
              такова разпространение или използване би било в противоречие със
              закон или наредба или което би ни подложило на изискване за
              регистрация в рамките на такава юрисдикция или държава . Съответно
              тези лица, които решат да получат достъп до Сайта от други места,
              правят това по собствена инициатива и носят цялата отговорност за
              спазването на местните закони, ако и доколкото местните закони са
              приложими.
            </p>
            <p className="mt-5">
              Сайтът е предназначен за потребители, които са навършили 14
              години. Всички потребители, които са непълнолетни в юрисдикцията,
              в която пребивават (обикновено на възраст под 18 години), трябва
              да имат разрешение и да бъдат пряко контролирани от своя родител
              или настойник, за да използват сайта. Ако сте непълнолетен, трябва
              да накарате вашия родител или настойник да прочете и да се съгласи
              с тези Условия за ползване, преди да използвате сайта.
            </p>
          </section>
          {/* Втора точка */}
          <section className="mt-4" id="pointTwo">
            <h3 className="text-xl font-semibold">
              2. ПРАВА НА ИНТЕЛЕКТУАЛНА СОБСТВЕНОСТ
            </h3>
            <p className="mt-4">
              Освен ако не е посочено друго, Сайтът е наша собственост и целият
              изходен код, бази данни, функционалност, софтуер, дизайн на
              уебсайтове, аудио, видео, текст, снимки и графики на Сайта
              (наричани заедно „Съдържание“) и търговските марки, услугата
              марките и съдържащите се в тях лога („Марките“) са собственост или
              се контролират от нас или са ни лицензирани и са защитени от
              законите за авторското право и търговските марки и различни други
              права върху интелектуалната собственост и законите за нелоялна
              конкуренция на Съединените щати, международните закони за
              авторското право, и международни конвенции. Съдържанието и Марките
              се предоставят на сайта „КАКТО Е“ само за ваша информация и лична
              употреба. Освен както е изрично предвидено в настоящите Условия за
              ползване, никоя част от сайта и никакво съдържание или марки не
              могат да бъдат копирани, възпроизвеждани, обобщавани, публикувани
              повторно, качвани, публикувани, показвани публично, кодирани,
              превеждани, предавани, разпространявани, продавани, лицензирани
              или използвани по друг начин за каквито и да било търговски цели,
              без нашето изрично предварително писмено разрешение. разрешение.
            </p>
            <p className="mt-4">
              При условие, че имате право да използвате сайта, ви се предоставя
              ограничен лиценз за достъп и използване на сайта и за изтегляне
              или отпечатване на копие на която и да е част от съдържанието, до
              което правилно сте получили достъп, единствено за ваша лична,
              нетърговска цел използване. Ние си запазваме всички права, които
              не са ви изрично предоставени в сайта, съдържанието и марките.
            </p>
          </section>
          {/* Трета точка */}
          <section className="mt-7" id="pointThree">
            <h3 className="text-xl font-semibold">
              3. ПРЕДСТАВИТЕЛСТВА НА ПОТРЕБИТЕЛИТЕ
            </h3>
            <p className="my-4">
              Като използвате сайта или предложенията на Marketplace, вие
              декларирате и гарантирате, че: (1) имате правоспособност и се
              съгласявате да спазвате тези Условия за ползване; (2) не сте
              непълнолетен в юрисдикцията, в която пребивавате; (3) няма да
              осъществявате достъп до Сайта или Предложенията на пазара чрез
              автоматизирани или нечовешки средства, независимо дали чрез бот,
              скрипт или по друг начин; (4) няма да използвате сайта за каквато
              и да е незаконна или неразрешена цел; и (5) използването на Сайта
              или Предложенията на пазара няма да наруши приложим закон или
              наредба.
            </p>
            <p className="my-4">
              Ако предоставите каквато и да е информация, която е невярна,
              неточна, неактуална или непълна, ние имаме право да спрем или
              прекратим акаунта ви и да откажем всякакво текущо или бъдещо
              използване на сайта (или която и да е част от него).
            </p>{" "}
            <p className="my-4">
              Нямате право да използвате Сайта или Предложенията на пазара за
              незаконни или неоторизирани цели, нито можете да нарушавате
              каквито и да е закони при използването на Предложенията на пазара.
              Сред неоторизираните предложения на пазара са следните: упойващи
              вещества от всякакъв вид; незаконни наркотици или други незаконни
              продукти; Алкохолни напитки; хазартни игри; и порнография или
              графично съдържание за възрастни, изображения или други продукти
              за възрастни. Публикуването на всякакви неоторизирани продукти или
              съдържание може да доведе до незабавно прекратяване на вашия
              акаунт и доживотна забрана за използване на сайта.
            </p>{" "}
            <p className="my-4">
              Ние сме доставчик на услуги и не правим никакви декларации по
              отношение на безопасността, ефективността, адекватността,
              точността, наличността, цените, оценките, рецензиите или
              законността на която и да е информация, съдържаща се на Сайта или
              Предложенията на пазара, показвани или предлагани чрез Сайта. Вие
              разбирате и се съгласявате, че съдържанието на сайта не съдържа и
              не представлява изявления, на които разумно да се разчита, и се
              съгласявате да ни предпазите от каквито и да е грешки, пропуски
              или погрешни твърдения, съдържащи се в съдържанието на сайта. Ние
              не одобряваме и не препоръчваме никакви оферти на пазара и сайтът
              се предоставя само за информационни и рекламни цели.
            </p>
          </section>
          {/* Четвърта точка */}
          <section className="mt-4" id="pointFour">
            <h3 className="text-xl font-semibold">4. ПРЕДЛОЖЕНИЯ НА ПАЗАР</h3>
            <p className="mt-4">
              Полагаме всички усилия да покажем възможно най-точно цветовете,
              характеристиките, спецификациите и детайлите на предложенията на
              Marketplace, налични на сайта. Ние обаче не гарантираме, че
              цветовете, характеристиките, спецификациите и детайлите на
              предложенията на Marketplace ще бъдат точни, пълни, надеждни,
              актуални или без други грешки и вашият електронен дисплей може да
              не отразява точно действителните цветове и детайли на продуктите.
              Всички оферти на пазара зависят от наличността и не можем да
              гарантираме, че офертите на пазара ще бъдат на склад. Някои оферти
              на пазара може да са достъпни изключително онлайн чрез сайта.
              Такива Пазарни предложения може да имат ограничени количества и
              подлежат на връщане или замяна само съгласно нашата Политика за
            </p>
            <p className="mt-4">
              Ние си запазваме правото да ограничаваме количествата от офертите
              на Marketplace, предлагани или налични на сайта. Всички описания
              или ценообразуване на предложенията на Marketplace подлежат на
              промяна по всяко време без предизвестие, по наше лично усмотрение.
              Ние си запазваме правото да прекратим предлагането на пазара по
              всяко време и по каквато и да е причина. Ние не гарантираме, че
              качеството на която и да е от офертите на пазара, закупени от вас,
              ще отговори на вашите очаквания или че всякакви грешки в сайта ще
              бъдат коригирани.
            </p>
          </section>
          {/* Пета точка */}
          <section className="mt-4" id="pointFive">
            <h3 className="text-xl font-semibold">5. ПОКУПКИ И ПЛАЩАНЕ</h3>
            <p className="mt-4">Ние приемаме следните форми на плащане:</p>
            <ol>
              <li>Visa</li>
              <li>Mastercard</li>
              <li>Revolut</li>
            </ol>
            <p className="mt-4">
              Вие се съгласявате да предоставите актуална, пълна и точна
              информация за покупки и акаунти за всички покупки от Предложенията
              на Marketplace, направени чрез Сайта. Освен това се съгласявате да
              актуализирате незабавно информацията за акаунта и плащането,
              включително имейл адрес, метод на плащане и дата на изтичане на
              платежната карта, така че да можем да завършим вашите транзакции и
              да се свържем с вас, ако е необходимо. Данъкът върху продажбите ще
              бъде добавен към цената на покупките, според изискванията ни.
              Можем да променим цените по всяко време. Всички плащания се
              извършват в Mastercard, Visa или Revolut.
            </p>
            <p className="mt-4">
              Вие се съгласявате да плащате всички такси по цените, които са в
              сила към момента за вашите покупки и всички приложими такси за
              доставка, и ни упълномощавате да таксуваме избрания от вас
              доставчик на плащания за всички такива суми, след като направите
              поръчката си. Запазваме си правото да коригираме всякакви грешки
              или грешки в ценообразуването, дори ако вече сме поискали или
              получили плащане.
            </p>
            <p className="mt-4">
              Ние си запазваме правото да откажем всяка поръчка, направена през
              сайта. Можем по свое усмотрение да ограничим или анулираме
              количествата, закупени на човек, на домакинство или на поръчка.
              Тези ограничения могат да включват поръчки, направени от или под
              същия клиентски акаунт, същия метод на плащане и/или поръчки,
              които използват същия адрес за фактуриране или доставка. Ние си
              запазваме правото да ограничаваме или забраняваме поръчки, които
              по наша преценка изглеждат направени от дилъри, дистрибутори или
              дистрибутори.
            </p>
          </section>
          {/* Шеста точка */}
          <section className="mt-4" id="pointSix">
            <h3 className="text-xl font-semibold">6. ЗАБРАНЕНИ ДЕЙНОСТИ</h3>
            <p className="mt-4">
              Нямате право да осъществявате достъп или да използвате Сайта за
              каквато и да е цел, различна от тази, за която предоставяме Сайта.
              Сайтът не може да се използва във връзка с каквито и да било
              търговски начинания, освен тези, които са специално одобрени или
              одобрени от нас.
            </p>
            <p className="mt-4">
              Като потребител на сайта вие се съгласявате да не:
            </p>
            <ul className="flex flex-col mt-4 ml-10 list-disc gap-y-5">
              <li>
                Систематично извличане на данни или друго съдържание от Сайта за
                създаване или компилиране, пряко или непряко, на колекция,
                компилация, база данни или директория без писмено разрешение от
                нас.
              </li>
              <li>
                Измамват, мамят или подвеждат нас и други потребители, особено
                при всеки опит да научите чувствителна информация за акаунта,
                като потребителски пароли.
              </li>
              <li>
                Заобикаляте, деактивирате или по друг начин се намесвате в
                свързаните със сигурността функции на Сайта, включително
                функции, които предотвратяват или ограничават използването или
                копирането на каквото и да е Съдържание или налагат ограничения
                върху използването на Сайта и/или съдържащото се в него
                Съдържание.
              </li>
              <li>
                Пренебрегват, опетняват или по друг начин увреждат, според нас,
                нас и/или сайта.
              </li>
              <li>
                Използвайте всяка информация, получена от сайта, за да
                тормозите, злоупотребявате или наранявате друго лице.
              </li>
              <li>
                Използвайте неправилно нашите услуги за поддръжка или подавайте
                фалшиви доклади за злоупотреба или неправомерно поведение.
              </li>
              <i>
                Използвайте сайта по начин, който не е в съответствие с
                приложимите закони или разпоредби.
              </i>
              <li>
                Участвайте в неоторизирано рамкиране или свързване към сайта.
              </li>
              <li>
                Качване или предаване (или опит за качване или предаване) на
                вируси, троянски коне или друг материал, включително прекомерна
                употреба на главни букви и спам (непрекъснато публикуване на
                повтарящ се текст), който пречи на която и да е страна да
                използва и да се наслаждава на сайта без прекъсване или
                модифицира, влошава, нарушава, променя или се намесва в
                използването, характеристиките, функциите, работата или
                поддръжката на Предложенията на Marketplace.
              </li>
              <li>
                Участвайте в каквото и да е автоматизирано използване на
                системата, като например използване на скриптове за изпращане на
                коментари или съобщения или използване на извличане на данни,
                роботи или подобни инструменти за събиране и извличане на данни.
              </li>
              <li>
                Изтрийте известието за авторски права или други права на
                собственост от всяко Съдържание.
              </li>
              <li>
                Опит да се представяте за друг потребител или лице или да
                използвате потребителското име на друг потребител.
              </li>
              <li>
                Качвайте или предавайте (или опитвайте да качвате или предавате)
                всеки материал, който действа като пасивен или активен механизъм
                за събиране или предаване на информация, включително без
                ограничение, ясни формати за обмен на графики („gifs“), 1 × 1
                пиксела, уеб грешки, бисквитки или други подобни устройства
                (понякога наричани „шпионски софтуер“ или „пасивен“ механизми за
                събиране“ или „pcms“).
              </li>
              <li>
                Да се ​​намесвате, прекъсвате или създавате неоправдана тежест
                върху Сайта или мрежите или услугите, свързани със Сайта.
              </li>
              <li>
                Тормози, дразни, сплашва или заплашва който и да е от нашите
                служители или агенти, ангажирани с предоставянето на каквато и
                да е част от предложенията на Marketplace за вас.
              </li>
              <li>
                Опитвайте се да заобиколите всички мерки на Сайта, предназначени
                да предотвратят или ограничат достъпа до Сайта или която и да е
                част от Сайта.
              </li>
              <li>
                Копирайте или адаптирайте софтуера на сайта, включително, но не
                само, Flash, PHP, HTML, JavaScript или друг код.
              </li>
              <i>
                Освен както е разрешено от приложимото законодателство,
                дешифрирайте, декомпилирайте, разглобявайте или извършвайте
                обратно инженерство на който и да е софтуер, съставляващ или по
                някакъв начин съставляващ част от сайта.
              </i>
              <li>
                Освен ако това не е резултат от използване на стандартна
                търсачка или интернет браузър, използвайте, стартирайте,
                разработвайте или разпространявайте всяка автоматизирана
                система, включително без ограничение всеки паяк, робот, помощна
                програма за измама, скрепер или офлайн четец, който има достъп
                до сайта, или използване или стартиране на неоторизиран скрипт
                или друг софтуер.
              </li>
              <li>
                Използвайте агент за покупки или агент за покупки, за да правите
                покупки на сайта.
              </li>
              <li>
                Да не използвате неупълномощено Предложенията на Marketplace,
                включително събиране на потребителски имена и/или имейл адреси
                на потребители чрез електронни или други средства с цел
                изпращане на нежелан имейл или създаване на потребителски
                акаунти чрез автоматизирани средства или под фалшив претекст.
              </li>
              <li>
                Използвайте Предложенията на пазара като част от всяко усилие да
                се конкурирате с нас или по друг начин да използвате Сайта и/или
                Съдържанието за всяко начинание за генериране на приходи или
                търговско предприятие.
              </li>
            </ul>
          </section>
          {/* Седма точка */}
          <section className="mt-4" id="pointSeven">
            <h3 className="text-xl font-semibold">
              7. ПРИНОС, ГЕНЕРИРАН ОТ ПОТРЕБИТЕЛИТЕ
            </h3>
            <p className="mt-4">
              Сайтът не предлага на потребителите да изпращат или публикуват
              съдържание. Може да ви предоставим възможност да създавате,
              изпращате, публикувате, показвате, предавате, изпълнявате,
              публикувате, разпространявате или излъчвате съдържание и материали
              до нас или на сайта, включително, но не само текст, писания,
              видео, аудио, снимки , графики, коментари, предложения или лична
              информация или друг материал (общо „Приноси“). Приносът може да се
              вижда от други потребители на сайта и чрез сайтовете на трети
              страни. Като такива, всеки принос, който предавате, може да се
              третира в съответствие с Политиката за поверителност на сайта.
              Когато създавате или предоставяте каквито и да било приноси, вие
              по този начин заявявате и гарантирате, че:
            </p>
            <ul className="flex flex-col mt-4 ml-10 list-disc gap-y-5">
              <li>
                Създаването, разпространението, предаването, публичното
                показване или представянето, както и достъпът, изтеглянето или
                копирането на вашите Приноси не нарушават и няма да нарушават
                правата на собственост, включително, но не само, авторско право,
                патент, търговска марка, търговска тайна или морални права на
                всяка трета страна.
              </li>
              <li>
                Вие сте създател и собственик на или имате необходимите лицензи,
                права, съгласия, издания и разрешения да използвате и да
                упълномощавате нас, Сайта и други потребители на Сайта да
                използваме вашите Приноси по какъвто и да е начин, предвиден от
                Сайта и тези Условия за ползване.
              </li>
              <li>
                Имате писменото съгласие, освобождаване и/или разрешение на
                всяко идентифицируемо физическо лице във вашите Приноси да
                използвате името или образа на всяко такова идентифицируемо
                физическо лице, за да позволите включването и използването на
                вашите приноси по какъвто и да е начин, предвиден от Сайта и
                тези Условия за ползване.
              </li>
              <li>Вашите приноси не са фалшиви, неточни или подвеждащи.</li>
              <li>
                Вашите приноси не са непоискани или неоторизирани реклами,
                промоционални материали, пирамидални схеми, верижни писма, спам,
                масови съобщения или други форми на привличане.
              </li>
              <li>
                Вашите приноси не са неприлични, непристойни, похотливи, мръсни,
                насилствени, тормозещи, клеветнически, клеветнически или по друг
                начин неприемливи (както е определено от нас).
              </li>
              <li>
                Вашите приноси не осмиват, подиграват, пренебрегват, сплашват
                или злоупотребяват с никого.
              </li>
              <li>
                Вашите приноси не се използват за тормоз или заплаха (в правния
                смисъл на тези термини) на друго лице и за насърчаване на
                насилие срещу конкретно лице или клас хора.
              </li>
              <li>
                Вашите приноси не нарушават приложим закон, наредба или правило.
              </li>
              <li>
                Вашите приноси не нарушават правата за поверителност или
                публичност на трета страна.
              </li>
              <li>
                Вашите приноси не нарушават нито един приложим закон относно
                детската порнография или по друг начин предназначени да защитят
                здравето или благополучието на непълнолетни.
              </li>
              <li>
                Вашите приноси не включват никакви обидни коментари, които са
                свързани с раса, национален произход, пол, сексуални
                предпочитания или физически недъг.
              </li>
              <li>
                Вашите приноси не нарушават по друг начин или не водят до
                материали, които нарушават, никоя разпоредба на тези Условия за
                ползване или който и да е приложим закон или наредба.
              </li>
            </ul>
            <p className="mt-4">
              Всяко използване на Сайта или Предложенията на пазара в нарушение
              на горепосоченото нарушава настоящите Условия за ползване и може
              да доведе до, наред с други неща, прекратяване или спиране на
              вашите права да използвате сайта и Предложенията на пазара.
            </p>
          </section>
          {/* Осма точка */}
          <section className="mt-4" id="pointEight">
            <h3 className="text-xl font-semibold">8. ЛИЦЕНЗ ЗА ПРИНОС</h3>
            <p className="mt-4">
              Вие и Сайтът се съгласявате, че можем да осъществяваме достъп,
              съхраняваме, обработваме и използваме всяка информация и лични
              данни, които предоставяте, съгласно условията на Политиката за
              поверителност и вашите избори (включително настройки).
            </p>
            <p className="mt-4">
              С изпращането на предложения или друга обратна връзка относно
              сайта, вие се съгласявате, че можем да използваме и споделяме
              такава обратна връзка за всякакви цели без компенсация за вас.
            </p>
            <p className="mt-4">
              Ние не претендираме за собственост върху вашите приноси. Вие
              запазвате пълната собственост върху всичките си Приноси и всички
              права на интелектуална собственост или други права на собственост,
              свързани с Вашите Приноси. Ние не носим отговорност за изявления
              или изявления във вашите приноси, предоставени от вас в която и да
              е област на сайта. Вие носите цялата отговорност за вашия принос
              към сайта и изрично се съгласявате да ни освободите от всякаква
              отговорност и да се въздържате от каквито и да е правни действия
              срещу нас по отношение на вашия принос.
            </p>
          </section>
          {/* Девета точка */}
          <section className="mt-4" id="pointNine">
            <h3 className="text-xl font-semibold">9. ПРЕДСТАВЯНЕ</h3>
            <p className="mt-4">
              Вие потвърждавате и се съгласявате, че всички въпроси, коментари,
              предложения, идеи, обратна връзка или друга информация относно
              сайта или предложенията на пазара („Изпращания“), предоставени от
              вас на нас, не са поверителни и ще станат наша изключителна
              собственост. Ние притежаваме изключителни права, включително
              всички права върху интелектуална собственост, и имаме право на
              неограничено използване и разпространение на тези Изпратени
              материали за всякакви законни цели, търговски или други, без
              потвърждение или компенсация за вас. С настоящото вие се отказвате
              от всички морални права върху всички такива подавания и с
              настоящото гарантирате, че всички такива подавания са оригинални
              при вас или че имате правото да изпращате такива подавания. Вие се
              съгласявате, че няма да има обжалване срещу нас за предполагаемо
              или действително нарушение или злоупотреба с което и да е право на
              собственост във вашите Изпращания.
            </p>
          </section>
          {/* Десета точка */}
          <section className="mt-4" id="pointTen">
            <h3 className="text-xl font-semibold ">10. УПРАВЛЕНИЕ НА САЙТА</h3>
            <p className="mt-4">
              Ние си запазваме правото, но не и задължението, да: (1)
              наблюдаваме сайта за нарушения на настоящите Условия за ползване;
              (2) да предприемем подходящи правни действия срещу всеки, който по
              наше усмотрение наруши закона или настоящите Условия за ползване,
              включително, без ограничение, докладване на такъв потребител на
              правоприлагащите органи; (3) по наше усмотрение и без ограничение
              да откажем, да ограничим достъпа до, да ограничим наличността или
              да деактивираме (доколкото това е технологично възможно) който и
              да е от вашите Приноси или част от тях; (4) по наше усмотрение и
              без ограничение, предизвестие или отговорност, да премахнем от
              сайта или по друг начин да деактивираме всички файлове и
              съдържание, които са с прекомерен размер или са по някакъв начин
              обременителни за нашите системи; и (5) по друг начин да
              управляваме Сайта по начин, предназначен да защити нашите права и
              собственост и да улесни правилното функциониране на Сайта и
              Предложенията на пазара.
            </p>
          </section>
          {/* Единадесета точка */}
          <section className="mt-4" id="pointEleven">
            <h3 className="text-xl font-semibold">11. СРОК И ПРЕКРАТЯВАНЕ</h3>
            <p className="mt-4">
              Тези Условия за ползване остават в пълна сила и действие, докато
              използвате сайта. БЕЗ ОГРАНИЧАВАНЕ НА ДРУГИ РАЗПОРЕДБИ НА ТЕЗИ
              УСЛОВИЯ ЗА ПОЛЗВАНЕ, НИЕ ЗАПАЗВАМЕ ПРАВОТО ПО НАШЕ ИЗОБРАЖЕНИЕ И
              БЕЗ ПРЕДВЕСТИЕ ИЛИ ОТГОВОРНОСТ ДА ОТКАЖЕМ ДОСТЪП И ИЗПОЛЗВАНЕ НА
              САЙТА И ПРЕДЛОЖЕНИЯТА НА ПАЗАРА (ВКЛЮЧИТЕЛНО БЛОКИРАНЕ НА
              ОПРЕДЕЛЕНИ IP АДРЕС) НА ВСЯКО ЛИЦЕ ПОРАДИ ПРИЧИНА ИЛИ БЕЗ ПРИЧИНА,
              ВКЛЮЧИТЕЛНО БЕЗ ОГРАНИЧЕНИЕ ЗА НАРУШЕНИЕ НА ВСЯКАКВА
              ПРЕДСТАВИТЕЛСТВА, ГАРАНЦИЯ ИЛИ СПОРАЗУМЕНИЕ, СЪДЪРЖАЩИ СЕ В ТЕЗИ
              УСЛОВИЯ ЗА ИЗПОЛЗВАНЕ ИЛИ НА ПРИЛОЖИМ ЗАКОН ИЛИ НАРЕДБА. НИЕ МОЖЕМ
              ДА ПРЕКРАТИМ ИЗПОЛЗВАНЕТО ИЛИ УЧАСТИЕТО ВИ В САЙТА И ПРЕДЛОЖЕНИЯТА
              НА ПАЗАРА ИЛИ ДА ИЗТРИЕМ ВСЯКО СЪДЪРЖАНИЕ ИЛИ ИНФОРМАЦИЯ, КОИТО СЕ
              ПУБЛИКУВАТЕ ПО ВСЯКО ВРЕМЕ, БЕЗ ПРЕДУПРЕЖДЕНИЕ, ПО НАШЕ
              ИЗОБРАЖЕНИЕ.
            </p>
            <p>
              Ако прекратим или спрем вашия акаунт по някаква причина, ви е
              забранено да се регистрирате и създавате нов акаунт под вашето
              име, фалшиво или заето име или името на която и да е трета страна,
              дори ако може да действате от името на трета страна партия. В
              допълнение към прекратяването или спирането на вашия акаунт, ние
              си запазваме правото да предприемем подходящи правни действия,
              включително, без ограничение, преследване на гражданско,
              наказателно и съдебно обезщетение.
            </p>
          </section>
          {/* Дванадесета точка */}
          <section className="mt-4" id="pointTwelve">
            <h3 className="text-xl font-semibold">
              12. МОДИФИКАЦИИ И ПРЕКЪСВАНИЯ
            </h3>
            <p className="mt-4">
              Ние си запазваме правото да променяме, модифицираме или премахваме
              съдържанието на сайта по всяко време или по каквато и да е причина
              по наше усмотрение без предизвестие. Ние обаче нямаме задължение
              да актуализираме информация на нашия сайт. Също така си запазваме
              правото да променяме или преустановяваме всички или част от
              предложенията на Marketplace без предизвестие по всяко време. Ние
              няма да носим отговорност пред вас или трета страна за каквато и
              да е модификация, промяна на цената, спиране или прекратяване на
              Сайта или Предложенията на Пазара.
            </p>
            <p className="mt-4">
              Не можем да гарантираме, че Сайтът и Предложенията на Пазара ще
              бъдат достъпни по всяко време. Може да срещнем хардуерни,
              софтуерни или други проблеми или да се наложи да извършим
              поддръжка, свързана със сайта, което води до прекъсвания,
              забавяния или грешки. Ние си запазваме правото да променяме,
              преразглеждаме, актуализираме, спираме, преустановяваме или по
              друг начин модифицираме Сайта или Предложенията на Пазара по всяко
              време и по каквато и да е причина без да Ви уведомяваме. Вие се
              съгласявате, че ние не носим никаква отговорност за каквито и да е
              загуби, щети или неудобства, причинени от невъзможността ви да
              получите достъп или да използвате Сайта или Предложенията на
              Пазара по време на престой или прекъсване на Сайта или Офертите на
              Пазара. Нищо в тези Условия за ползване няма да се тълкува като
              задължаващо да поддържаме и поддържаме Сайта или Предложенията на
              Пазара или да предоставяме корекции, актуализации или издания във
              връзка с тях.
            </p>
          </section>
          {/* Тринадесета точка */}
          <section className="mt-4" id="pointThirteen">
            <h3 className="text-xl font-semibold">13. ПРИЛОЖИМО ПРАВО</h3>
            <p className="mt-4">
              Тези условия се управляват и определят съгласно законите на
              Република България. Вие неотменимо се съгласявате, че съдилищата
              на република България ще имат изключителна юрисдикция за
              разрешаване на всеки спор, който може да възникне във връзка с
              тези условия.
            </p>
          </section>
          {/* Четиринадесета точка */}
          <section className="mt-4" id="pointFourteen">
            <h3 className="text-xl font-semibold">14. РЕШАВАНЕ НА СПОРОВЕ</h3>
            <h4 className="text-lg font-semibold">Неформални преговори</h4>
            <p className="mt-4">
              За да ускорим разрешаването и да контролираме разходите за всеки
              спор, противоречие или иск, свързан с тези Условия за ползване
              (всеки „Спор“ и заедно „Споровете“), подадени от вас или от нас
              (индивидуално „Страна“ и колективно, „Страните“), страните се
              съгласяват първо да се опитат да договорят всеки спор (с
              изключение на тези спорове, изрично посочени по-долу) неофициално
              за най-малко 30 дни преди започване на арбитраж. Такива
              неофициални преговори започват след писмено уведомление от едната
              страна до другата страна.
            </p>
            {/* <h4 className="text-lg font-semibold">Обвързващ арбитраж</h4>
            <p className="mt-4">
              Всеки спор, произтичащ от или във връзка с този договор,
              включително всеки въпрос относно неговото съществуване, валидност
              или прекратяване, ще бъде отнесен и окончателно решен от
              Международния търговски арбитражен съд към Европейската арбитражна
              камара (Белгия, Брюксел, Avenue Louise, 146) съгласно правилника
              на този ICAC, който в резултат на позоваването му се счита за част
              от тази клауза. Броят на арбитрите е 30. Седалището или
              юридическото място на арбитража е __________. Езикът на
              производството е __________. Приложимото право на договора е
              материалното право на __________.Всеки спор, произтичащ от или във
              връзка с този договор, включително всеки въпрос относно неговото
              съществуване, валидност или прекратяване, ще бъде отнесен и
              окончателно решен от Международния търговски арбитражен съд към
              Европейската арбитражна камара (Белгия, Брюксел, Avenue Louise,
              146) съгласно правилника на този ICAC, който в резултат на
              позоваването му се счита за част от тази клауза. Броят на
              арбитрите е __________. Седалището или юридическото място на
              арбитража е __________. Езикът на производството е __________.
              Приложимото право на договора е материалното право на __________.
            </p> */}
            <h4 className="text-lg font-semibold">Ограничения</h4>
            <p className="mt-4">
              Страните се съгласяват, че всеки арбитраж ще бъде ограничен до
              Спора между страните поотделно. До пълната степен, позволена от
              закона, (а) арбитражът не може да бъде съчетаван с друго
              производство; (b) няма право или правомощие който и да е Спор да
              бъде арбитражен на основата на колективен иск или да се използват
              процедури за колективен иск; и (в) няма право или пълномощия за
              завеждане на Спор в предполагаемо представително качество от името
              на широката общественост или други лица.
            </p>
            <h4 className="text-lg font-semibold">
              Изключения от неформалните преговори и арбитража
            </h4>
            <p className="mt-4">
              Страните се съгласяват, че следните спорове не са предмет на
              горепосочените разпоредби относно неофициални преговори и
              обвързващ арбитраж: (a) всякакви спорове, целящи налагане или
              защита, или отнасящи се до валидността на някое от правата на
              интелектуална собственост на дадена страна; (b) всеки спор,
              свързан с или произтичащ от твърдения за кражба, пиратство,
              нахлуване в неприкосновеността на личния живот или неразрешено
              използване; и (в) всеки иск за съдебна забрана. Ако се установи,
              че тази разпоредба е незаконна или неприложима, тогава никоя от
              страните няма да избере да арбитрира спор, попадащ в частта от
              тази разпоредба, за която се установи, че е незаконна или
              неприложима, и такъв спор ще бъде решен от съд с компетентна
              юрисдикция в рамките на съдилищата, изброени за юрисдикция по-горе
              и страните се съгласяват да се подчинят на персоналната юрисдикция
              на този съд.
            </p>
          </section>
          {/* Петнадесета точка */}
          <section className="mt-4" id="pointFifteen">
            <h3 className="text-xl font-semibold">15. КОРЕКЦИИ</h3>
            <p className="mt-4">
              На Сайта може да има информация, която съдържа типографски грешки,
              неточности или пропуски, които може да са свързани с предложенията
              на Marketplace, включително описания, цени, наличност и различна
              друга информация. Ние си запазваме правото да коригираме всякакви
              грешки, неточности или пропуски и да променяме или актуализираме
              информацията на сайта по всяко време, без предварително известие.
            </p>
          </section>
          {/* Шестнайседа точка */}
          <section className="mt-4" id="pointSixteen">
            <h3 className="text-xl font-semibold">16. ОПРОВЕРЖЕНИЕ</h3>
            <p className="mt-4">
              ПРЕДЛОЖЕНИЯТА НА САЙТА И ПАЗАРА СЕ ПРЕДОСТАВЯТ КАКВОТО Е И КАКВОТО
              Е НАЛИЧНО. ВИЕ СЕ СЪГЛАСЯВАТЕ, ЧЕ ИЗПОЛЗВАНЕТО НА САЙТА И НАШИТЕ
              УСЛУГИ ЩЕ БЪДЕ НА ВАШ РИСК. В НАЙ-ПЪЛНАТА СТЕПЕН, ПОЗВОЛЕНА ОТ
              ЗАКОНА, НИЕ ОТХВЪРЛЯМЕ ВСЯКАКВИ ГАРАНЦИИ, ИЗРИЧНИ ИЛИ КОСВЕНИ СЕ,
              ВЪВ ВРЪЗКА СЪС ПРЕДЛОЖЕНИЯТА НА САЙТА И ПАЗАРА И ИЗПОЛЗВАНЕТО ОТ
              ВАШАТА ТЯХ, ВКЛЮЧИТЕЛНО, БЕЗ ОГРАНИЧЕНИЕ, КОСВЕНИТЕ ГАРАНЦИИ ЗА
              ПРОДАВАЕМОСТ, ПРИГОДНОСТ ЗА ОПРЕДЕЛЕНА ЦЕЛ, -НАРУШЕНИЕ. НИЕ НЕ
              ДАВАМЕ НИКАКВИ ГАРАНЦИИ ИЛИ ПРЕДСТАВЛЕНИЯ ОТНОСНО ТОЧНОСТТА ИЛИ
              ПЪЛНОТАТА НА СЪДЪРЖАНИЕТО НА САЙТА ИЛИ СЪДЪРЖАНИЕТО НА ВСЯКАКВИ
              САЙТОВЕТЕ, СВЪРЗАНИ КЪМ САЙТА, ​​И НЯМА ДА ПОЕМЕМ НИКАКВА
              ОТГОВОРНОСТ ИЛИ ОТГОВОРНОСТ ЗА ВСЯКАКВИ (1) ГРЕШКИ, ГРЕШКИ ИЛИ
              НЕТОЧНОСТИ В СЪДЪРЖАНИЕТО (И МАТЕРИАЛ). 2) ЛИЧНИ НАВРЕДИ ИЛИ
              ИМУЩЕСТВЕНИ ЩЕТИ ОТ КАКВОТО И ДА Е Естество, В РЕЗУЛТАТ ОТ ВАШИЯ
              ДОСТЪП ДО И ИЗПОЛЗВАНЕ НА САЙТА, ​​(3) ВСЕКИ НЕОТОРИЗИРАН ДОСТЪП
              ДО ИЛИ ИЗПОЛЗВАНЕ НА НАШИТЕ СИГУРНИ СЪРВЪРИ И/ИЛИ ВСЯКАКВА И
              ЦЯЛАТА ЛИЧНА ИНФОРМАЦИЯ И/ИЛИ ФИНАНСОВА ИНФОРМАЦИЯ СЪХРАНЯВАНЕ В
              ТЯ, (4) ВСЯКАКВО ПРЕКЪСВАНЕ ИЛИ ПРЕДАВАНЕ НА ПРЕДАВАНЕ КЪМ ИЛИ ОТ
              САЙТА ИЛИ ПРЕДЛОЖЕНИЯТА НА ПАЗАРА, (5) ВСЯКАКВИ БЪГОВЕ, ВИРУСИ,
              ТРОЯНСКИ КОНЕ ИЛИ ПОДОБНИ, КОИТО МОГАТ ДА БЪДАТ ПРЕДАДЕНИ КЪМ ИЛИ
              ПРЕЗ САЙТА ОТ ТРЕТА СТРАНА, И/ИЛИ (6) ВСЯКАКВИ ГРЕШКИ ИЛИ ПРОПУСКИ
              В ВСЯКО СЪДЪРЖАНИЕ И МАТЕРИАЛИ ИЛИ ЗА ВСЯКАКВА ЗАГУБА ИЛИ ЩЕТА ОТ
              ВСЯКАКЪВ ВИД, ВЪЗНИКНАЛИ В РЕЗУЛТАТ ОТ ИЗПОЛЗВАНЕТО НА ВСЯКО
              СЪДЪРЖАНИЕ, ПУБЛИКУВАНО, ПРЕДАДЕНО ИЛИ ПО ДРУГ начин НАПРАВЕНО
              ДОСТЪПНО ЧРЕЗ САЙТА. НИЕ НЕ ГАРАНТИРАМЕ, ОДОБРЯВАМЕ, ГАРАНТИРАМЕ И
              НЕ ПОЕМАМЕ ОТГОВОРНОСТ ЗА НИКАКЪВ ПРОДУКТ ИЛИ УСЛУГА, РЕКЛАМИРАНИ
              ИЛИ ПРЕДЛАГАНИ ОТ ТРЕТА СТРАНА ЧРЕЗ САЙТА, ​​НИКАКЪВ САЙТ С
              ХИПЕРВЪРЗКИ ИЛИ САЙТ ИЛИ МОБИЛНО ПРИЛОЖЕНИЕ, ПОКАЗАНИ В КАКЪВТО И
              ДА Е БАНЕР ИЛИ ДРУГА РЕКЛАМА, НЯМА ДА БЪДЕТЕ СТРАНА ПО ИЛИ ПО
              КАКЪВТО И ДА Е НАЧИН ДА НОСИТЕ ОТГОВОРНОСТ ЗА МОНИТОРИНГА НА ВСЯКА
              ТРАНЗАКЦИЯ МЕЖДУ ВАС И ДОСТАВЧИЦИ НА ПРОДУКТИ ИЛИ УСЛУГИ ТРЕТИ
              СТРАНИ. КАКТО И ПРИ ЗАКУПУВАНЕТО НА ПРОДУКТ ИЛИ УСЛУГА ЧРЕЗ ВСЯКА
              МЕДИЯ ИЛИ ВЪВ ВСЯКАКВА СРЕДА, ТРЯБВА ДА ИЗПОЛЗВАТЕ НАЙ-ДОБРАТА СИ
              ПРЕЦЕНКА И ДА БЪДЕТЕ ВНИМАТЕЛНИ, КЪДЕТО Е Уместно.
            </p>
          </section>
          {/* Седемнадесета точка */}
          <section className="mt-4" id="pointSeventeen">
            <h3 className="text-xl font-semibold">
              17. ОГРАНИЧЕНИЯ НА ОТГОВОРНОСТТА
            </h3>
            <p className="mt-4">
              В НИКАКЪВ СЛУЧАЙ НИЕ ИЛИ НАШИТЕ ДИРЕКТОРИ, СЛУЖИТЕЛИ ИЛИ АГЕНТИ
              НЯМА ДА НОСИМ ОТГОВОРНОСТ КЪМ ВАС ИЛИ НЯКАКВА ТРЕТА СТРАНА ЗА
              ПРЯКИ, НЕПРЕКИ, ПОСЛЕДВАЩИ, ПРИМЕРНИ, СЛУЧАЙНИ, СПЕЦИАЛНИ ИЛИ
              НАКАЗАТЕЛНИ ЩЕТИ, ВКЛЮЧИТЕЛНО ПРОПУСНАТА ПЕЧАЛБА, ЗАГУБЕНА
              ПРИХОДА, ЗАГУБА НА ДАННИ ИЛИ ДРУГИ ЩЕТИ, ПРОИЗТИЧАЩИ ОТ
              ИЗПОЛЗВАНЕТО ОТ ВАС НА САЙТА ИЛИ ПРЕДЛОЖЕНИЯТА НА ПАЗАРА, ДОРИ АКО
              СМЕ БИЛИ УВЕДОМЛЕНИ ЗА ВЪЗМОЖНОСТТА ЗА ТАКИВА ЩЕТИ. НЕЗАВИСИМО ОТ
              НИЩО ПРОТИВНО, СЪДЪРЖАЩО СЕ ТУК, НАШАТА ОТГОВОРНОСТ КЪМ ВАС ПО
              КАКВАТО И ДА Е ПРИЧИНА И НЕЗАВИСИМО ОТ ФОРМАТА НА ДЕЙСТВИЕТО,
              ВИНАГИ ЩЕ БЪДЕ ОГРАНИЧЕНА ДО ПО-МАЛКАТА ОТ СУМАТА, ПЛАТЕНА, АКО
              ИМА ТАКАВА, ОТ ВАС КЪМ НАС ИЛИ временно. НЯКОИ ДЪРЖАВНИ ЗАКОНИ НА
              САЩ И МЕЖДУНАРОДНИ ЗАКОНОДАТЕЛСТВА НЕ ПОЗВОЛЯВАТ ОГРАНИЧЕНИЯ НА
              КОСВЕНИ СЕ ГАРАНЦИИ ИЛИ ИЗКЛЮЧВАНЕ ИЛИ ОГРАНИЧАВАНЕ НА ОПРЕДЕЛЕНИ
              ЩЕТИ. АКО ТЕЗИ ЗАКОНИ СЕ ПРИЛАГАТ ЗА ВАС, НЯКОИ ИЛИ ВСИЧКИ ОТ
              ОТКАЗИТЕ ОТ ОТГОВОРНОСТИ ИЛИ ОГРАНИЧЕНИЯ МОЖЕ ДА НЕ СЕ ПРИЛАГАТ ЗА
              ВАС И МОЖЕ ДА ИМАТЕ ДОПЪЛНИТЕЛНИ ПРАВА.
            </p>
          </section>
          {/* Осемнадесета точка */}

          <section className="mt-4" id="pointEighteen">
            <h3 className="text-xl font-semibold">18. ОБЕЗЩЕТЕНИЕ</h3>
            <p className="mt-4">
              Вие се съгласявате да ни защитавате, обезщетявате и предпазвате от
              отговорност, включително нашите дъщерни дружества, филиали и
              всички наши съответни служители, агенти, партньори и служители, от
              и срещу всякакви загуби, щети, отговорност, искове или искания,
              включително разумни адвокати &apos; такси и разходи, направени от
              трета страна поради или произтичащи от: (1) използване на
              Предложенията на пазара; (2) нарушение на тези Условия за
              ползване; (3) всяко нарушение на вашите заявления и гаранции,
              посочени в настоящите Условия за ползване; (4) нарушение от ваша
              страна на правата на трета страна, включително, но не само правата
              на интелектуална собственост; или (5) всяко открито вредно
              действие спрямо който и да е друг потребител на Сайта или
              Предложенията на пазара, с когото сте се свързали чрез Сайта.
              Независимо от гореизложеното, ние си запазваме правото, за ваша
              сметка, да поемем изключителната защита и контрол по всеки въпрос,
              за който се изисква да ни обезщетите, и вие се съгласявате да
              сътрудничите, за ваша сметка, при нашата защита на такива искове.
              Ще положим разумни усилия, за да ви уведомим за всеки подобен иск,
              действие или процедура, които са предмет на това обезщетение, след
              като узнаем за това.
            </p>
          </section>

          {/* Деветнадесета */}
          <section className="mt-4" id="pointNineteen">
            <h3 className="text-xl font-semibold">19. ПОТРЕБИТЕЛСКИ ДАННИ</h3>
            <p className="mt-4">
              Ние ще поддържаме определени данни, които предавате на сайта с цел
              управление на ефективността на Предложенията на пазара, както и
              данни, свързани с използването от ваша страна на предложенията на
              пазара. Въпреки че извършваме редовни рутинни резервни копия на
              данни, вие носите цялата отговорност за всички данни, които
              предавате или които се отнасят до всяка дейност, която сте
              предприели, използвайки предложенията на Marketplace. Вие се
              съгласявате, че няма да носим отговорност пред вас за каквато и да
              е загуба или повреда на каквито и да било такива данни и с
              настоящото се отказвате от всякакви права на действие срещу нас,
              произтичащи от такава загуба или повреда на такива данни.
            </p>
          </section>
          {/* Двадесета точка */}
          <section className="mt-4" id="pointTwenty">
            <h3 className="text-xl font-semibold">
              20. ЕЛЕКТРОННИ КОМУНИКАЦИИ, ТРАНЗАКЦИИ И ПОДПИСИ
            </h3>
            <p className="mt-4">
              Посещението на сайта, изпращането на имейли и попълването на
              онлайн формуляри представляват електронни комуникации. Вие се
              съгласявате да получавате електронни съобщения и се съгласявате,
              че всички споразумения, известия, разкривания и други съобщения,
              които ви предоставяме по електронен път, чрез имейл и на Сайта,
              отговарят на всички законови изисквания тази комуникация да бъде в
              писмен вид. С НАСТОЯЩОТО ВИЕ СЕ СЪГЛАСЯВАТЕ С ИЗПОЛЗВАНЕТО НА
              ЕЛЕКТРОННИ ПОДПИСИ, ДОГОВОРИ, ПОРЪЧКИ И ДРУГИ ЗАПИСИ, И С
              ЕЛЕКТРОННОТО ДОСТАВЯНЕ НА ИЗВЕСТИЯ, ПОЛИТИКИ И ЗАПИСИ НА
              ТРАНЗАКЦИИ, ИНИЦИИРАНИ ИЛИ ЗАВЪРШЕНИ ОТ НАС ИЛИ ЧРЕЗ САЙТА. С
              настоящото вие се отказвате от всякакви права или изисквания
              съгласно закони, разпоредби, правила, наредби или други закони във
              всяка юрисдикция, които изискват оригинален подпис или доставка
              или запазване на неелектронни записи, или за плащания или
              отпускане на кредити по всякакви други начини отколкото електронни
              средства.
            </p>
          </section>
          {/* Двадесет и първа точка */}
          <section className="mt-4" id="pointTwentyOne">
            <h3 className="text-xl font-semibold">21. РАЗНИ</h3>
            <p className="mt-4">
              Тези Условия за ползване и всякакви политики или правила за
              работа, публикувани от нас на Сайта или по отношение на
              Предложенията на пазара, съставляват цялото споразумение и
              разбирателство между вас и нас. Неспособността ни да упражним или
              наложим което и да е право или разпоредба от тези Условия за
              ползване не действа като отказ от такова право или разпоредба.
              Тези Условия за ползване действат в най-пълната степен, допустима
              от закона. Можем да прехвърлим някои или всички наши права и
              задължения на други по всяко време. Ние няма да носим отговорност
              за никакви загуби, щети, забавяне или бездействие, причинени от
              причина извън нашия разумен контрол. Ако някоя разпоредба или част
              от разпоредба на настоящите Условия за ползване се определи като
              незаконна, нищожна или неприложима, тази разпоредба или част от
              разпоредбата се счита за отделима от настоящите Условия за
              ползване и не засяга валидността и изпълнимостта на останалите
              провизии. Няма съвместно предприятие, партньорство, трудово или
              агентско отношение, създадено между вас и нас в резултат на тези
              Условия за използване или използването на предложенията на пазара.
              Вие се съгласявате, че тези Условия за ползване няма да се
              тълкуват срещу нас по силата на това, че сте ги съставили. С
              настоящото вие се отказвате от всякакви защити, които може да
              имате въз основа на електронната форма на тези Условия за ползване
              и липсата на подпис от страните по тях за изпълнение на тези
              Условия за ползване.
            </p>
          </section>
          {/* Двадесет и втора точка */}
          <section className="mt-4" id="pointTwentyTwo">
            <h3 className="text-xl font-semibold">22. СВЪРЖЕТЕ СЕ С НАС</h3>
            <p className="mt-4">
              За да разрешите жалба относно Сайта или Предложенията на
              Marketplace или за да получите допълнителна информация относно
              използването на Сайта или Предложенията на Marketplace, моля,
              свържете се с нас на:
            </p>
            <ul className="mt-4 ml-5 list-disc">
              <li>И-мейл: временноbg@gmail.com</li>

              <li>Телефон: +359 89 506 3670</li>
            </ul>
          </section>
        </section>
      </section>
    </>
  );
}
