export const officeMovingImages = [
  {
    img: "first.jpg",
    alt: "Преместване на офис - Професионална помощ за преместване на вашия офис",
  },
  {
    img: "fifth.jpg",
    alt: "Преместване на офис - Гарантирано бързо и ефективно преместване на офиса ви",
  },
  {
    img: "third.jpg",
    alt: "Преместване на офис - Квалифицирани специалисти за безопасно и ефективно преместване на вашия офис",
  },
  {
    img: "fourth.jpg",
    alt: "Преместване на офис - Предоставяне на комплексни услуги за преместване на офиси",
  },
  {
    img: "sixth.jpg",
    alt: "Преместване на офис - Предоставяне на специализирани услуги за транспортиране и монтаж на офис мебели",
  },
  {
    img: "seventh.jpg",
    alt: "Преместване на офис - Преместване на офис - Професионална помощ за демонтаж, преместване и монтаж на офисна мебел",
  },
  {
    img: "eight.jpg",
    alt: "Преместване на офис - Предоставяне на професионални услуги за упаковане и предотвратяване на повреди при преместване",
  },
  {
    img: "nine.jpg",
    alt: "Преместване на офис - Вашият офис в надеждни ръки, като предоставяне на временно складово пространство",
  },
  {
    img: "ten.jpg",
    alt: "Преместване на офис - Професионални мебелни специалисти за безопасно и бързо преместване на вашия офис",
  },
  // "fourth",
  // "fifth",
  // "sixth",
  // "seventh",
  // "eight",
  // "nineth",
  // "tenth",
  // "evelenth",
];
