export const questionData = [
  {
    title: "Кога е необходим оглед от наш служител?",
    text: `Обикновено огледа е необходим при по-големи премествания с цел определяне на необходимия брой хора, транспортни средства и часове.`,
    // text: `Огледът е необходим при по-големи премествания, когато трудно може да се определи броя часове за хамалите и транспортните средства. ГОТОВО`,

    _id: "1231231212",
  },
  {
    title: "Как да поръчам транспорт, хамали?",
    text: `Свържете се с нас на телефон (0895063670) или използвайте нашата контактна форма за запитвания в сайта. 
    Изберете услугата, която Ви интересува и можете да изпратите имейл на временноbg@gmail.com`,
    // text: `Огледът е средство, с което се цели максимално точно да се определи цената на извършваните хамалски услуги. По време на огледа, служителят се запознава с всички обстоятелствата по преместването.
    // Определят се необходимите транспортни средства и помощни съоръжения, както и броя на хамалите, които ще участват при преместването.`,
    _id: "1231311",
  },
  {
    title: "Фирмата ви с какви транспортни средства разполага?",
    text: `Разполагаме с следните транспортни средства:
    - 8 палетни бусове с размери: д. 4.35м., в. 2.15м., ш. 2.05м. 19 куб.
    - 7 палетни бусове с размери: д. 4.30м., в.2м, ш.1.90м.
    - Бордови соло камион с падащ борд с обем от 20 до 60куб.м`,
    // text: `Нямаме практика и подсигурени места за изхвърляне, както и специализирани коли за строителни материали и отпадъци. ГОТОВО`,

    _id: "21312323112",
  },
  {
    title: "Може ли да се даде приблизителна цена по телефон?",
    text: `Възможно е определянето на цена по телефона за по малки премествания, чрез изпращане на снимки или обстойно изясняване на нещата за преместване. Свържете се с нас чрез 0895063670 или на и-мейл временноbg@gmail.com`,

    // text: `Изберете услугата, която Ви интересува, ако имате допълнителни въпроси, задайте ги по телефон (0888 100 238) или на имейл временноbg@gmail.com, където ще приемат Вашата поръчка. ГОТОВО`,
    _id: "sadc2saxzczxzcz21312",
  },
  {
    title: "Какво означава минимална цена за превоз и хамалски услуги?",
    text: `Минималната цена представлява минималния праг на цена за дадената услуга, под която не можем да слезнем по-надолу.`,

    // text: `Изберете услугата, която Ви интересува, ако имате допълнителни въпроси, задайте ги по телефон (0888 100 238) или на имейл временноbg@gmail.com, където ще приемат Вашата поръчка. ГОТОВО`,
    _id: "sadc2sa",
  },
  // {
  //   title: "Какви опаковъчни материали се предлагат и как могат да се поръчат?",
  //   text: `Всички опаковъчни материали, които се предлагат на пазара, са качени в нашият онлайн магазин. За ваше удобство са разделени в ралични категории.`,
  //   // text: `Всички опаковъчни материали, които се предлагат са качени в интернет магазина. За удобство на клиентите са разделени в различни категории. ГОТОВО`,

  //   isBorder: false,
  //   _id: "1231sada211s",
  // },
];
